Revit 2027 API
ParameterTypeId.SteelElemPatternEdgeDistanceY Property
 "Edge distance on side 2"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SteelElemPatternEdgeDistanceY { get; }
Public Shared ReadOnly Property SteelElemPatternEdgeDistanceY As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SteelElemPatternEdgeDistanceY {
	ForgeTypeId^ get ();
}
static member SteelElemPatternEdgeDistanceY : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace